11/data/attachments/faaa50cec38d39f5.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f3fefd47-8fea-4f37-9bc9-2056486b827a</nif:username>
            <nif:friendToBeAdded>Elizabeth_appear_Friend_99799_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>